#region 文件描述
//---------------------------------------------------------------------------------------------
// 文 件 名: QEInterface.cs
// 作    者：XuQing
// 邮    箱：Code@XuQing.me
// 创建时间：2015/7/7 9:44:14
// 描    述：
// 版    本：Version 1.0
//---------------------------------------------------------------------------------------------
// 历史更新纪录
//---------------------------------------------------------------------------------------------
// 版    本：           修改时间：           修改人：           
// 修改内容：
//---------------------------------------------------------------------------------------------
// 本文件内代码如果没有特殊说明均遵守MIT开源协议 http://opensource.org/licenses/mit-license.php
//---------------------------------------------------------------------------------------------
#endregion
using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;

namespace Qing
{
    /// <summary>
    /// 标记实体类的一个没其他什么卵用的接口
    /// </summary>
   public interface QEInterface
    {
    }
}
